commands_templates/GetVideoSourceConfiguration0.xml

<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:wsdl="http://www.onvif.org/ver10/deviceIO/wsdl">
   <soap:Header/>
   <soap:Body>
      <wsdl:GetVideoSourceConfiguration>
         <!--type: ReferenceToken-->
         <wsdl:VideoSourceToken>?</wsdl:VideoSourceToken>
         <!--You may enter ANY elements at this point-->
      </wsdl:GetVideoSourceConfiguration>
   </soap:Body>
</soap:Envelope>